question_data = [
    {
        "difficulty": "легко",
        "category": "Розваги: Комікси",
        "question": "Мем Пепе походить з коміксу, намальованого Меттом Ф'юрі під назвою Клуб хлопчиків?",
        "correct_answer": "Так"
    },
    {
        "difficulty": "легко",
        "category": "Розваги: Музика",
        "question": "Саксофон - це духовий інструмент.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "середньо",
        "category": "Розваги: Відеоігри",
        "question": "У Rocket League можна грати у баскетбол.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "середньо",
        "category": "Спорт",
        "question": "Вілт Чемберлен забив свої знамениті 100 очок у грі проти Нью-Йорк Нікс у 1962 році.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "легко",
        "category": "Міфологія",
        "question": "За грецькою міфологією, Зевс може керувати блискавками.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "легко",
        "category": "Наука: Гаджети",
        "question": "Протокол зв'язку NFC означає Near-Field Control.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "середньо",
        "category": "Розваги: Фільми",
        "question": "Ксеноморф з науково-фантастичного фільму Чужий має кислотну кров.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "середньо",
        "category": "Історія",
        "question": "Перша телевізійна президентська дебати була між Джиммі Картером і Джеральдом Фордом.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "важко",
        "category": "Географія",
        "question": "Швейцарія має чотири національні мови, однією з яких є англійська.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "середньо",
        "category": "Розваги: Відеоігри",
        "question": "У файлах гри Mario Kart Arcade GP прихована фотографія заручницької кризи в Беслані.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "легко",
        "category": "Розваги: Книги",
        "question": "Шуб-Ніггурат - це створіння, яке створив Дж. Р. Р. Толкін у своєму романі Володар Перснів.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "важко",
        "category": "Розваги: Книги",
        "question": "У Гаррі Поттері та Смертельних Реліквіях Герміона знищила четвертий горокракс, вдаривши його мечем Грифіндора.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "важко",
        "category": "Наука: Математика",
        "question": "Двійкове число 101001101 еквівалентне десятковому числу 334",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "середньо",
        "category": "Розваги: Японське аніме та манга",
        "question": "Аніме Атака на титанів режисирував Тецуро Аракі, той самий, хто режисирував аніме Школа мерців.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "легко",
        "category": "Політика",
        "question": "Президентські вибори у США 2016 року - перший раз, коли Гілларі Клінтон балотувалася на пост президента.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "середньо",
        "category": "Політика",
        "question": "Хелен Кларк була 37-м прем'єр-міністром Австралії.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "середньо",
        "category": "Розваги: Відеоігри",
        "question": "Перша гра Maxis, в якій була використана вигадана мова Сімліш, була The Sims (2000).",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "середньо",
        "category": "Наука: Комп'ютери",
        "question": "Щоб обійти закони про експорт зброї США, творець PGP опублікував весь вихідний код у вигляді книги.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "легко",
        "category": "Загальні знання",
        "question": "Дигідроген монооксид був заборонений через ризики для здоров'я після того, як його виявили в 1983 році в басейнах і питній воді.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "середньо",
        "category": "Наука і природа",
        "question": "Найчастіша підсвідома активність, яку повторює людське тіло, це моргання.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "середньо",
        "category": "Загальні знання",
        "question": "Маринований огірок був вперше доданий до гамбургерів через закон США, який вимагав, щоб усі фаст-фуди містили джерело вітаміну С.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "легко",
        "category": "Загальні знання",
        "question": "Ви можете законно пити алкоголь під час керування автомобілем у Міссісіпі.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "середньо",
        "category": "Розваги: Музика",
        "question": "Кантрі-пісню &ldquo;A Boy Named Sue&rdquo; написав Шел Сільверстейн.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "легко",
        "category": "Загальні знання",
        "question": "Національний прапор В'єтнаму - це червона зірка на жовтому фоні.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "легко",
        "category": "Розваги: Відеоігри",
        "question": "У Kingdom Hearts плоди Паопу кажуть, що переплітають долі двох людей назавжди.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "легко",
        "category": "Географія",
        "question": "Торонто є столицею північноамериканської країни Канада.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "середньо",
        "category": "Розваги: Відеоігри",
        "question": "Пісня Through the Fire and Flames гурту DragonForce широко вважається найважчою у "
                    "серії Guitar Hero.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "середньо",
        "category": "Розваги: Музика",
        "question": "Шотландський продюсер Келвін Гарріс родом із міста Дамфріс, Шотландія.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "середньо",
        "category": "Розваги: Відеоігри",
        "question": "Super Mario Bros. була випущена у 1990 році.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "легко",
        "category": "Наука: Комп'ютери",
        "question": "Лінус Торвальдс створив Linux і Git.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "легко",
        "category": "Історія",
        "question": "Французьке королівство допомогло Сполученим Штатам здобути незалежність від Великобританії під "
                    "час Війни за незалежність.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "легко",
        "category": "Розваги: Відеоігри",
        "question": "Декілька персонажів у Super Mario 64 кліпають очима, включаючи самого Маріо.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "середньо",
        "category": "Спорт",
        "question": "Під час Вімблдону глядачі на трибунах можуть купити тенісні м'ячі, які використовувалися в матчах.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "середньо",
        "category": "Загальні знання",
        "question": "Мережі ресторанів швидкого харчування Carl`s Jr. та Hardee`s належать одній компанії.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "легко",
        "category": "Політика",
        "question": "Дональд Трамп виграв народне голосування на президентських виборах у США 2016 року.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "середньо",
        "category": "Міфологія",
        "question": "За скандинавською міфологією Локі є матір'ю.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "легко",
        "category": "Знаменитості",
        "question": "Тупак Шакур помер від ускладнень після ножового поранення в 1996 році.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "важко",
        "category": "Наука і природа",
        "question": "Значення однієї Калорії відрізняється від значення однієї калорії.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "легко",
        "category": "Розваги: Фільми",
        "question": "Шакіл О`Ніл з'явився у фільмі 1997 року Космічний джем.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "легко",
        "category": "Загальні знання",
        "question": "Ananas здебільшого використовується як слово для ананаса в інших мовах.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "середньо",
        "category": "Транспорт",
        "question": "Коли BMW була заснована у 1916 році, вона виробляла автомобілі.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "легко",
        "category": "Розваги: Відеоігри",
        "question": "У Until Dawn, обидва персонажі Сем і Майк не можуть бути вбиті до фінальної глави гри.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "легко",
        "category": "Наука: Математика",
        "question": "Сума будь-яких двох непарних чисел є непарною.",
        "correct_answer": "Ні"
    },
    {
        "difficulty": "легко",
        "category": "Наука: Комп'ютери",
        "question": "У більшості мов програмування оператор + + еквівалентний виразу += 1.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "легко",
        "category": "Загальні знання",
        "question": "Словаччина є членом Європейського Союзу.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "середньо",
        "category": "Розваги: Музика",
        "question": "Лейбл EDM Monstercat підписує треки замість артистів.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "середньо",
        "category": "Загальні знання",
        "question": "Хаггіс традиційно їдять на ніч Бернса.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "важко",
        "category": "Географія",
        "question": "Дві найбільші етнічні групи Бельгії - фламандці та валлони.",
        "correct_answer": "Так"
    },
    {
        "difficulty": "легко",
        "category": "Розваги: Музика",
        "question": "Muse - британський (англійський) рок-гурт",
        "correct_answer": "Так"
    },
    {
        "difficulty": "легко",
        "category": "Наука і природа",
        "question": "Рослина, яка має життєвий цикл більше року, відома як однорічна.",
        "correct_answer": "Ні"
    }
]
